Revit 2024 API
BuiltInFailures.GroupFailures.UnableToLoadGroup Property
 Unable to load file '[File Name]' as a group.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId UnableToLoadGroup { get; }
Visual Basic
Public Shared ReadOnly Property UnableToLoadGroup As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ UnableToLoadGroup {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace